Repository: ShaunHolt/aiml-gtk
Catalog: po/locale/*/LC_MESSAGES/*.po
Languages: es_es, it_it

source: A simple Gtk frontend for PyAIML
es_es: Una simple interfaz gráfica Gtk para PyAIML
it_it: Una semplice interfaccia in Gtk per PyAIML

source: Open brain file
es_es: Abrir archivo brain
it_it: Apri un file brain

source: Open aiml file(s)
es_es: Abrir archivo aiml
it_it: Apri file aiml

source: Import .brn file ...
es_es: Importar archivo .brn ...
it_it: Importa file .brn ...

source: Import .aiml file(s) ...
es_es: Importar archivo .aiml ...
it_it: Importa file .aiml ...

source: Save .brn file ...
es_es: Guardar archivo .brn ...
it_it: Salva file .brn ...

source: Save conversation ...
es_es: Guardar la conversación ...
it_it: Salva la conversazione ...

source: Save brain file (.brn)
es_es: Guardar archivo brain (.brn)
it_it: Salva file brain (.brn)

source: Save chat file (.txt)
es_es: Guardar archivo chat (.txt)
it_it: Salva file chat (.txt)

source: Save failed
es_es: Error al guardar
it_it: Salvataggio fallito

source: Could not save
es_es: No se pudo guardar
it_it: Non riesco a salvare

source: has been loaded
es_es: se ha cargado
it_it: Ã¨ stato caricato

source: file could be corrupted or invalid
es_es: archivo podría estar dañado o no válido
it_it: file potrebbe essere corrotto o non valido

source: Kernel have no files loaded
es_es: Kernel no tiene archivos cargados
it_it: Il kernel non ha file caricati

source: Load some file(s) before to chat
es_es: Cargar algunos archivos antes de chatear
it_it: Carica alcuni file prima di chattare

source: No match found for input
es_es: No se encontró ningún resultado para la entrada
it_it: Nessuna condizione trovata per l'input
